{
  "recomendation": [
    { "id": 1, 
     "name": "Klenteng Kwan Sin Bio",
     "category": "Tempat Religius",
     "rating": "4.6",
     "address": "4372+Q8R, Kutorejo, Tuban, Karangsari, Kutorejo, Kec. Tuban, Kabupaten Tuban, Jawa Timur 62311",
     "phone": "(0356) 322145",
     "deskription" : "Klenteng Kwan Sing Bio berada di Jalan Martadinata No.1, Kelurahan Karangsari, Kecamatan Kota Tuban, Kabupaten Tuban, Jawa Timur. Lebih spesifiknya berada di pinggir jalan raya Pantura dan langsung menghadap ke laut. Karena menghadap ke laut, menjadikan Klenteng Kwan Sing Bo, sebagai satu-satunya klenteng di Asia Tenggara yang menghadap ke laut. Salah satu keunikan lainnya terletak pada gerbang masuk Klenteng Kwan Sing Bio terdapat Gapura Kepiting Raksasa.",
     "image": "https://www.tempatwisata.pro/users_media/3086/1_44.jpg" },
    
    { "id": 2, 
     "name": "Pantai Kelapa",
     "category": "Pantai",
     "rating": "4.3",
     "address": "Jl. Gresik No.KM, RW.1, Kepoh, Panyuran, Kec. Palang, Kabupaten Tuban, Jawa Timur 62391",
     "phone": "0813-3099-5996",
      "deskription" : "Pantai Kelapa Tuban merupakan salah satu tempat wisata yang berada di Desa Panyuran, Kecamatan Palang, Kabupaten Tuban, Jawa Timur, Indonesia. Pantai ini sering dijuluki Pantai Kelapa karena di sekeliling pantai terdapat deretan pohon kelapa yang menutupi tepian pantainya. Rimbunnya pepohonan kelapa di sekitar pantai membuat siapa saja yang datang ke Pantai Kelapa Tuban sangat menikmati keindahan pantai tersebut.",
     "image": "https://pantainesia.com/wp-content/uploads/2021/09/Pantai-Kelapa-Tuban-Jawa-Timur.jpg" },
    
    { "id": 3, 
     "name": "Pantai Sowan",
     "category": "Pantai",
     "rating": "4.2",
     "address": "Bogoran, Bogorejo, Kec. Bancar, Kabupaten Tuban, Jawa Timur 62354",
     "phone": "0813-3274-5782",
     "deskription" : "Pantai sowan adalah pantai di Tuban dengan pasir berwarna cokelat. Terdapat pohon-pohon yang rimbun di sekelilingnya sehingga memberikan suasana yang teduh. Selain bermain pasir dan air, kamu juga bisa menjelajahi area hutan dengan pohon rimbun, mencicipi seafood segar di pinggir pantai, bermain flying fox, atau berpose di spot foto yang instagrammable. ",
     "image": " https://www.nativeindonesia.com/foto/2023/05/wisata-pantai-sowan.jpg" },
    
    { "id": 4, 
     "name": "Goa Akbar",
     "category": "Tujuan Wisata",
     "rating": "4.2",
     "address": "33V6+R6M, Semanding, Jarkali, Gedongombo, Kec. Tuban, Kabupaten Tuban, Jawa Timur 62317",
     "phone": " 0858-5280-3137",
     "deskription": "Goa Akbar  merupakan salah satu objek wisata goa alami yang terletak di kecamatan Semanding, Tuban, Jawa Timur. Goa ini unik dikarenakan tidak seperti goa-goa pada umumnya yang terletak di pinggiran kota, goa ini terletak di tengah kabupaten Tuban. Objek wisata ini terletak di jalan Semarang-Surabaya, tepatnya di belakang Pasar Baru Tuban.",
     "image": "https://i.ytimg.com/vi/ujonPykjHks/maxresdefault.jpg" },
    
    { "id": 5, 
     "name": "Air Terjun Putri Nglirip",
     "category": "Tujuan Wisata",
     "rating": "4.4",
     "address": "Jl. Raya Mulyoagung, Sawah, Mulyoagung, Kec. Singgahan, Kabupaten Tuban, Jawa Timur 62361",
     "phone": "0821-4314-8939",
     "deskription": "Air Terjun Nglirip merupakan wisata Tuban yang terkenal dengan pesona keindahan kolam airnya yang menyajikan warna hijau tosca, membuat kagum setiap mata yang memandang. Air Terjun Nglirip memiliki nama lengkap Air Terjun Putri Nglirip. Dari tahun ke tahun, pembenahan dilakukan oleh pihak pengelola, dan masyarakat, demi menyuguhkan kenyamanan, dan keamanan bagi pengunjung yang datang.",
     "image": "https://www.nativeindonesia.com/foto/air-terjun-nglirip/Cantiknya-Air-Terjun-Nglirip.jpg" },
    
    { "id": 6, 
     "name": "Pantai Pasir Putih Remen",
     "category": "Pantai",
     "rating": "4.4",
     "address": "6XM9+M6W, Remen, Kec. Jenu, Kabupaten Tuban, Jawa Timur 62352",
     "phone": "0812 4954 8615",
      "deskription" : "INDONESIA bukan hanya Bali dan Lombok. Pesisir lain di Nusantara tak kalah indahnya. Salah satunya, Pantai Remen, Tuban, Jawa Timur  Pantai ini menawarkan wisata pasir putih yang bersih. Berlibur di pantai ini terasa lengkap manakala ditemani oleh air laut nan biru dan rindangnya pohon cemara. Tak hanya itu. Selain padang pasir putih yang indah, di sebelah pantai juga terdapat kolam air yang cukup luas. Di sisini, wisatawan bisa bermain dengan perahu kecil yang semakin menambah keseruan berlibur.",
     "image": "https://wisato.id/wp-content/uploads/2022/06/2017-02-06-scaled.jpg" },
    
    { "id": 7, 
     "name": "Masjid Agung Tuban",
     "category": "Masjid",
     "rating": "4.8",
     "address": "4347+2G4, Jl. Bonang, Kutorejo, Kec. Tuban, Kabupaten Tuban, Jawa Timur 62311",
     "phone": "+62356322657",
     "deskription": "Masjid Agung Tuban dibangun pada awal penyebaran agama Islam di Kota Tuban. Masjid tersebut memiliki nilai-nilai sejarah dan fungsi keberagamaan pada masa awal penyiaran agama Islam, namun kini telah mengalami perubahan yang cukup signifikan sebagai Benda Cagar Budaya (BCB). Penelitian Masjid Agung Tuban ini adalah penelitian kualitatif dengan pendekatan sejarah, arkeologi, dan sosiologi. Data-data yang dibutuhkan dalam penelitian ini dikumpulkan dengan menggunakan metode observasi (pengamatan) dan wawancara.",
     "image": "https://disbudporapar.tubankab.go.id/files/2020-07/073129-agungtuban1.jpg" },
    
    { "id": 8, 
     "name": "Gua Ngerong",
     "category": "Tujuan Wisata",
     "rating": "4.2",
     "address": "Jl. Raya Rengel No.155, Dusun Purboyo Mayang, Rengel, Kec. Rengel, Kabupaten Tuban, Jawa Timur 62371",
     "phone": "0813-3532-7319",
      "deskription": "Goa Ngerong adalah suatu gua dan tempat wisata di Kecamatan Rengel, Tuban, Jawa Timur. Di tempat tersebut para pengunjung dapat melihat ribuan ikan di sungai yang airnya sangat jernih. Biasanya para pengunjung memberikan biji kapuk randu ke dalam sungai agar ikan-ikan tersebut mengapung untuk berebut makanan.",
     "image": "https://huluhilir.com/wp-content/uploads/2022/03/gua-ngerong.jpg" }
  ] 
}
